The view that was printed.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2010
 Syntax
  C#
public View View { get; }
  Visual Basic
Public ReadOnly Property View As View
	Get
  Visual C++
public:
property View^ View {
	View^ get ();
}
 See Also
  ViewPrintedEventArgs Class
  Autodesk.Revit.DB.Events Namespace